import React from 'react';
import {Component} from 'react';
// import '../../css/staff.css';
import photo_none from '../../style/img/photos-staff/none.jpg'


export class Biography_Anna extends Component {
render (){
	return (
		<div>
			<p>
				<h2>Солодун Анна Іванівна 11.11.1986р.н.</h2>
				<p><strong>У 2010р.</strong> закінчила Запорізький державний медичний університет і отримала повну медичну освіту за спеціальністю «Лікувальна справа» та здобула кваліфікацію лікаря.</p>
				
				<p><strong>З 2011-2013р.р.</strong> Проходила інтернатуру в ДЗ « Запорізькій медичній академії післядипломної освіти МОЗ України» і присвоєно звання лікаря-спеціаліста за спеціальністю загальна практика-сімейна медицина.</p>
				
				<p><strong>З 2013-2018р.р.</strong>  працювала на посаді сімейного лікаря в КЗ « ЦПМСД» №9.</p>
				
				<p><strong>В 2018р</strong>. працювала на посаді заступника головного лікаря в КЗ « ЦПМСД» ДСР ЗР ЗО.</p>

				<h3>За час роботи:</h3> 
				<h4><strong>2011р.</strong></h4>
				
				<p>Була учасником 3-го з’їзду сімейних лікарів України</p>

				<h4><strong>2012р.</strong></h4>
				
				<p>- Барала участь у всеукраїнській науковій конференції « Сучасні підходи до терапії та реабілітації хворих з внутрішньою і професійною патологією».</p>
				
				<p>-Брала участь у роботі міжрегіональної науково-практичної конференції  «Сучасні методи діагностики та лікування у практиці сімейного лікаря».</p>
				
				<p>-Брала участь у науково-практичній конференції  «Інноваційні  підходи до лікування респіраторних захворювань».</p>
				
				<p>-Брала участь у роботі  науково-практичній конференції «Актуальні питання діагностики та лікування у практиці  сімейного лікря». </p>
				
				<h4><strong>2014р.</strong></h4>
				
				<p>-Була учасником наукової конференції в рамках Всеукраїнської соціальної програми 
				« Хронічні захворювання: профілактика та лікування».</p>
				
				<p>-Присвоєно звання лікаря-експерта Всеукраїнської соціальної програми « Хронічні захворювання: профілактика та лікування».</p>
				
				<p>-З 2014 є дійсним членом Асоціації Асоціаціації превентивної та антиейджинг медицини.</p>
				
				<h4><strong>2015р.</strong></h4>
				
				<p>-Була учасником Всеукраїнської тренінг-прогами для лікарів « Мистецтво лікування: контроль, лікування, якість життя».</p>
				
				<p>-Проходила навчання у школі дистанційної освіти» Cardionevrology: update».</p>
				
				<p>-Брула учасниом  семінару осінньої міжрегіональної сесії в рамках міжнародного конгресу « Людина та ліки»- Україна  «Рік раціональної антибіотикотерапії: шлях досягнення цілей».</p>
				
				<p>-Учасник циклу симпозіумів «Людина та ліки- України» «Інфекційні та запальні захворювання верхніх дихальних шляхів. Практичні поради.</p>
				
				<p>-Була учасником у  школі- семінар» CARDIOLOODG: UPDATEI»</p>
				
				<p>-Проходила курси підвищення кваліфікації на базі ДЗ « ЗМАПО УКРАЇНИ» на тему:  Вибрані питання кардіології з основами ЕКГ для сімейних лікарів.</p>
				
				<h4><strong>2016р</strong></h4>
				
				<p>-Пройшла тренінг програму на тему « Академія успішного лікаря».</p>
				
				<p>-Проходила навчання у школі дистанційної освіти» Cardionevrology: update».</p>
				
				<p>-Проходила курси підвищення кваліфікації на базі ДЗ « ЗМАПО УКРАЇНИ» а тему: Діагностика та лікування пошкоджень та захворювань опорно-рухового апарату в практиці сімейного лікаря.</p>
				
				<h4><strong>2017р.</strong></h4>
				
				<p>-Пройшла тренінг « Консультування і тестування на ВІЛ-інфекцію з використанням швидких тестів пацієнтів за ініціативою лікарів сімейної медицини та профілактика стигматизації людей, що живуть з ВІЛ».</p>
				
				<p>-Проходила курси підвищення кваліфікації на базі ДЗ « ЗМАПО УКРАЇНИ» Загальна практика-сімейна медицина.</p>
				
				<p>-Здобула другу кваліфікаційну категорію зі спеціальності  загальна практика- сімейна медицина.</p>
				
				<h4><strong>2018р.</strong></h4>
				
				<p>Атестувалася на визначення знань та практичних навиків в атестаційній комісії при Державному закладі « Запорізька медична академія післядипломної освіти МОЗ України»</p>
				
				<p>Присвоєно звання лікаря - спеціаліста за спеціальністю ОРГАНІЗАЦІЯ І УПРАВЛІННЯ ОХОРОНОЮ ЗДОРОВ’Я.</p>
			</p>
		</div>
	)}
	}