import React from 'react';
import {Component} from 'react';

export class Info extends Component {
	render() {
		return (
			<div className="info">
				<p><strong>Набув чинності закон про медреформу</strong></p>
				<p><a href="http://zakon3.rada.gov.ua/laws/show/2168-19" title="Перейти на офіційний сайт для перегляду повного тексту документа">Закон України "Про державні фінансові гарантії медичного обслуговування населення" від 19.10.2017  № 2168-VІІІ</a>, що визначає державні фінансові гарантії надання необхідних пацієнтам послуг з медичного обслуговування (медичних послуг) та лікарських засобів належної якості за рахунок коштів Державного бюджету України за програмою медичних гарантій набув чинності з 30.01.2018 року.</p>

				<p><strong>В Украине начал действовать новый порядок оказания первичной медпомощи</strong></p>

				<p>1 июля 2018 года в силу вступил <a href="http://moz.gov.ua/uploads/0/4207-dn_20180319_504.pdf#page=3" title="Перейти на офіційний сайт для перегляду повного тексту документа">Приказ МОЗ № 504</a>, который утверждает новый Порядок оказания первичной медицинской помощи (ПМП).</p> 

				<p>Теперь у пациентов и врачей есть четкий перечень медицинских услуг на «первичке», который гарантированно оплачивается государством и является бесплатным для пациентов. В этот список входят:</p>
				<ul>
					<li>предотвращение болезней, в том числе профилактические осмотры пациентов из семи групп риска;</li>
					<li>диагностика и лечение болезней, травм, отравлений, патологических состояний;</li>
					<li>наблюдение неосложненной беременности;</li>
					<li>сопровождение хронических больных;</li>
					<li>направление на диагностику и лечение на другие уровни медицинской помощи в случае необходимости.</li>
				</ul>

				<p><strong>Порядок вибору лікаря ПМД: законодавство і рекомендації МОЗ</strong></p>

				<p>З квітня 2018 року кожен громадянин України має вибрати лікаря первинної медицини. Цей порядок визначений нормативними документами МОЗ України. Хоч обслуговування на нових засадах між пацієнтом та лікарем розпочнеться після укладання Декларації, вибір фахівця — перший крок до налагодження співпраці. Наприкінці березня 2018 року набув чинності <a href="http://moz.gov.ua/article/ministry-mandates/nakaz-moz-ukraini-vid-19032018--503-pro-zatverdzhennja-porjadku-viboru-likarja-jakij-nadae-pervinnu-medichnu-dopomogu-ta-formi-deklaracii-pro-vibir-likarja-jakij-nadae-pervinnu-medichnu-dopomogu" title="Перейти на офіційний сайт для перегляду повного тексту документа">наказ МОЗ України «Про затвердження Порядку вибору лікаря, який надає первинну медичну допомогу, та форми декларації про вибір лікаря, який надає первинну медичну допомогу» №503 від 19.03.2018</a> (надалі Наказ №503).</p>


				<p>Дія наказу поширюється на усі медичні заклади та фізичних осіб-підприємців, що надають первинну медичну допомогу. Декларація про вибір лікаря первинної медичної допомоги — це документ, який підтверджує вибір пацієнтом лікаря первинної медичної допомоги (надалі ПМД). Уповноважена за укладення Декларації особа, визначена надавачем медичних послуг, несе особисту відповідальність за нерозголошення персональних даних пацієнтів, які укладають Декларацію.</p>

				<p>Слід акцентувати увагу, що пацієнт може укласти Декларацію про вибір лікаря лише з одним лікарем. У будь-який момент пацієнт може змінити лікаря. Для цього йому потрібно лише укласти нову Декларацію. Пацієнт може також взагалі відмовитись від лікаря та не укладати Декларацію з жодним із них. Щоб реалізувати своє право він повинен подати заяву про припинення дії Декларації. У разі, якщо лікар уже уклав такі договори з двома тисячами осіб, пацієнт не може обрати цього лікаря. В такому випадку він може звернутись до Національної служби здоров’я за роз’ясненнями та допомогою у вирішенні питання.</p> 

				<p>Оформлення Декларації про вибір лікаря Декларацію про вибір лікаря може укласти сам пацієнт і його законний представник. Усі графи документа (окрім граф, які потребують внесення літер латинської абетки чи спеціальних символів) заповнюють українською мовою.  Законодавство визначає два шляхи подачі Декларації: самостійно, через електронну систему охорони здоров’я; через звернення до надавача первинної медичної допомоги. У разі, коли пацієнт подає Декларацію самостійно, він зобов’язаний накласти на неї власний електронний підпис. Якщо ж у нього виникли труднощі з якогось питання укладання Декларації, за допомогою він може звернутись до уповноваженої особи надавача медичних послуг. Надавач медичних послуг зобов’язаний організувати процес оформлення Декларацій. З цією метою певного співробітника уповноважують приймати Декларації про вибір лікаря та реєструвати їх в електронній системі охорони здоров’я.</p>

				<p align = "center"><strong>Алгоритм укладання декларації про вибір лікаря</strong></p> 
				<p><strong>Крок 1: </strong> Пацієнт готує документи, відповідно до переліку.</p> 
				<p><strong>Крок 2: </strong> Уповноважена особа заповнює електронну форму Декларації, роздруковує її паперовий варіант та передає пацієнту (його законному представнику).</p> 
				<p><strong>Крок 3: </strong> Пацієнт (законний представник) перевіряє, чи не закралась до документа помилка. Виявлену помилку відразу ж виправляє уповноважена особа та повторно роздруковує Декларацію на паперовому носії.</p>
				<p><strong>Крок 4: </strong> Після перевірки внесеної до Декларації інформації, уповноважена особа роздруковує два примірники документа.</p>
				<p><strong>Крок 5: </strong> Пацієнт (його законний представник) підписує обидва примірники.</p>
				<p><strong>Крок 6: </strong> Уповноважена особа вказує на Декларації дату, коли вона була укладена та повертає один екземпляр пацієнту (законному представнику). </p>
				<p><strong>Крок 7: </strong> Уповноважена особа надсилає документ до електронної системи.</p>

				<p><strong>Для оформлення Декларації пацієнт (його законний представник) повинен підготувати ряд документів.</strong></p>

				<table>
					<tbody>
						<tr>
							<td>Декларацію оформлює пацієнт</td>
							<td>Декларацію оформлює законний представник</td>
						</tr>
						<tr>
							<td>Обліковий документ платника податків</td>
							<td>Обліковий документ платника податків, що належить пацієнту</td>
						</tr>
						<tr>
							<td>Один з документів, відповідно до якого можна ідентифікувати особу (паспорт громадянина України, тимчасове посвідчення громадянина України, посвідка на постійне проживання в Україні, посвідчення біженця, посвідчення особи, що потребує додаткового захисту)
							за наявності гіперпосилання.
							</td>
							<td>Один з документів, за яким можна ідентифікувати особу пацієнта</td>
						</tr>
						<tr>
							<td>Свідоцтво про народження (дітям, чий вік не досяг 14 років).</td>
							<td>Документ, відповідно до якого можна ідентифікувати особу законного представника пацієнта.</td>
						</tr>
						<tr>
							<td></td>
							<td>Документ, що посвідчує повноваження законного представника пацієнта (свідоцтво про народження, посвідчення).</td>
						</tr>
					</tbody>
				</table>

				<p><strong>Припинення дії Декларації про вибір лікаря</strong></p>
				
				<table>
					<tbody>
						<tr>
							<td>Причини з боку пацієнта</td>
							<td>Причини з боку надавача медичних послуг</td>
						</tr>
						<tr>
							<td>Подає Декларацію про вибір іншого сімейного лікаря.</td>
							<td>Юридична особа чи фізична особа-підприємець, що надають медичні послуги первинної медичної допомоги, припинили свою діяльність (відмітка про це має бути внесена до Єдиного державного реєстру юридичних осіб, фізичних осіб та громадських формувань).</td>
						</tr>
						<tr>
							<td>Подає заяву з проханням припинити дію Декларації (пише у довільній формі).</td>
							<td>Анульована ліцензія на право надавати послуги первинної медичної допомоги.</td>
						</tr>
						<tr>
							<td>Досяг 18-річного віку (у випадку, якщо Декларація укладена з лікарем-педіатром).</td>
							<td>Надавач медичних послуг припинив свою господарську діяльність.</td>
						</tr>
						<tr>
							<td>Смерть пацієнта.</td>
							<td>Лікар, з яким укладена Декларація, припинив трудові відносини з надавачем медичних послуг.</td>
						</tr>
						<tr>
							<td></td>
							<td>Набрав чинності вирок суду, згідно з яким лікарю заборонили займатись медичною практикою.</td>
						</tr>
						<tr>
							<td></td>
							<td>Лікар подав заяву про відмову від пацієнта (якщо пацієнт не дотримується медичних рекомендацій, порушує правила внутрішнього трудового розпорядку надавача медичних послуг). Відмовитись від пацієнта лікар може лише у тому випадку, якщо це не призведе до смерті пацієнта та не буде становити загрози для здоров’я населення.</td>
						</tr>
						<tr>
							<td></td>
							<td>Смерть лікаря, з яким була укладена Декларація.</td>
						</tr>
					</tbody>
				</table>

				<p>У випадку ж, коли фізична особа-підприємець отримала статус юридичної особи, усі Декларації, які були укладені з ним, як з фізичною особою-підприємцем, залишаються чинними. Усі пацієнти продовжуватимуть отримувати медичні послуги без підписання жодних нових документів. Декларація про вибір лікаря припиняється з дня, що слідує за тим днем, коли наступила для цього підстава. Інша процедура прописана нормативними документами у випадку, коли дія Декларації припинена за заявою лікаря. У цій ситуації надавач медичних послуг має повідомити про відповідну заяву лікаря та припинення Декларації пацієнта (його законного представника. Законної сили таке припинення набере лише за 10 днів.</p>

			</div>
		)
	}
}