import React, { Component } from 'react'

export class Main extends Component {
  render() {
    return (
			<div className='container-content'>
				<p>{this.props.content}</p>
				<div className='doctor-oath'>
					<h2>Присяга лікаря</h2>
		
					<p>Я присягаю повною мірою своїх сил та суджень дотримуватися даної мною обітниці:</p>

					<p>Я шануватиму наукові досягнення лікарів, здобуті потом і кров’ю моїх попередників та поширюватиму ці знання, як свої власні серед послідовників.</p>

					<p>Я застосовуватиму всі необхідні заходи на благо хворих, уникаючи помилок надмірного лікування або лікарської недбалості.</p>

					<p>Я пам’ятатиму, що медицина є не лише наукою, але й мистецтвом, і що тепло та розуміння є складовою моєї професії.</p>

					<p>Я готовий буду сказати «Я не знаю» та не посоромлюсь звернутися за порадою до своїх колег, коли цього вимагатимуть інтереси хворого.</p>

					<p>Я зберігатиму лікарську таємницю, пам’ятаючи, що кожен пацієнт є особистістю з власними проблемами та життєвим досвідом, невідомим мені. Я маю бути особливо обережним у справах життя та смерті. Більш того, ніколи не маю я права грати роль Бога.</p>

					<p>Я завжди пам’ятатиму, що лікую не захворювання, а живу людину, на сім’ю та економічну стабільність якої може впливати хвороба. Моєю відповідальністю є враховувати проблеми у роботі з пацієнтом, які можуть виникати під час лікування.</p>

					<p>Я запобігатиму розвитку хвороби, коли це буде у моїх силах, адже профілактика  —  краща за лікування.</p>

					<p>Я усвідомлюватиму себе членом суспільства, який має певні обов’язки перед іншими. Я допомагатиму фізично та психологічно як слабким та нужденним, так і тим, хто перебуває при здоровому глузді та в здоровому тілі.</p>

					<p>Якщо я не порушу цю присягу, то зможу насолоджуватися життям та мистецтвом, бути шанованим за життя, та не буду забутим після смерті. Мої дії будуть завжди спрямовані на те, щоб зберегти найкращі традиції мого покликання і нехай я якомога довше буду сповнюватися радості, допомагаючи тим, хто цього потребує.</p>

					<p>Луїс Лазанья, академічний декан Школи медицини при університеті Тафтс написав цю присягу в 1964 році, і дотепер її використовують у багатьох медичних школах.</p>
			
				</div>
			</div>
    )
  }
}  		
